/* 
  Localizable.strings
  Pods

  Created by Benjamin Erhart on 20.04.17.

*/

// BridgeSelectViewController.swift
"__BRIDGES_EXPLANATION__" = "Мостови се Tor релеа кои помагаат за зобиколување на цензурата. Mожете да ги пробате мостовите ако Tor е блокиран од вашиот ИСП; секој тип на мост користи различен метод за избегнување на цензурата; ако еден тип не работи, пробајте да користите друг.\n\nМожете да ги користите мостовите дадени подоле или да земете мостови од %";
"No Bridges: Directly Connect to Tor" = "Нема мостови: Директно поврзи се на Tor";
"Provided Bridges: %" = "Обезбедени мостови: %";
"Custom Bridges" = "Прилагодени мостови";


// BridgeSelectViewController.xib
"Bridge Configuration" = "Конфигурирање на мостови";
"Done" = "Завршено";


// BridgeViewController.xib
"Sometimes you need a bridge to get to Tor." = "Понекогаш ви треба мост за да стигнете до Tor.";
"TELL ME MORE" = "КАЖИ МИ ПОВЕЌЕ";


// ConnectingViewController.swift
"Connected!" = "Поврзано!";
"__CLAIM_1__" = "Нашата разновидна заедница е тоа што го прави Tor одличен!";
"__CLAIM_2__" = "Секој ден луѓето користат Tor за да избегнат да бидат следени од маркетинг рекламите.";
"__CLAIM_3__" = "Луѓето користат Tor за да останат безбедно поврзани со нивните пријатели и семејството.";
"__CLAIM_4__" = "Активистите користат Tor за слободно да ги искажуваат нивните мислења и верувања.";
"__CLAIM_5__" = "Блогерите користат Tor за да ги соберат луѓето кон социјална реформа.";
"__CLAIM_6__" = "Новинарите користат Tor за безбедно да истражуваат стории за кои известуваат.";
"__CLAIM_7__" = "Бизнисмените користат Tor за да ја зачуваат приватноста на стратегиите на нивните компании.";
"__CLAIM_8__" = "Работниците користат Tor за да се борат за правда без страв дека ќе ја изгубат работата.";


// ConnectingViewController.xib
"We're connecting you." = "Ние се поврзуваме со тебе.";
"START BROWSING" = "ЗАПОЧНИ СО ПРЕЛИСТУВАЊЕТО";


// CustomBridgeViewController.swift
"__CUSTOM_BRIDGE_EXPLANATION__" = "Во друг прелистувач, посетете % и изберете 'Земи мостови'. Користете ја секцијата 'Напредни опции'; 'obfs4' Pluggable Transports се препорачани. (Не избирајте IPv6.)\n\nМоже да ја допрете иконата за 'камера' за да го користите QR кодот од веб страната, или рачно да ги копирате-и-залепите 'линиите на мостовите' овде:";

// ErrorViewController.xib
"Looks like we got stuck! Quit. Then restart the app." = "Изгледа дека дојде до заглавување! Запрете. Потоа рестартирајте ја апликацијата.";


// HelloViewController.xib
"Hello" = "Здраво";
"Welcome to Tor on mobile." = "Добредојдовте на Tor за мобилен.";
"CHANGE LANGUAGE" = "ПРОМЕНИ ЈАЗИК";
"Change Language" = "Промени јазик";
"Cancel" = "Откажи";


// IntroViewController.xib
"CONTINUE WITHOUT" = "ПРОДОЛЖИ БЕЗ";
"USE A BRIDGE" = "КОРИСТИ МОСТ";


// NotrackViewController.xib
"Browse the internet how you expect you should." = "Прелистувај на Интернет онака како што очекуваш.";
"No tracking. No censorship." = "Нема следење. Нема цензура.";


// ScanQrViewController.swift
"Error" = "Грешка";
"Camera access was not granted or QR Code scanning is not supported by your device." = "Пристапот до камерата не беше одобрен или скенирањето на QR кодот  не е поддржано на вашиот уред.";
"QR Code could not be decoded! Are you sure you scanned a QR code from bridges.torproject.org?" = "QR кодот не може да биде препознаен! Дали сте сигурни дека го скениравте QR кодот од bridges.torproject.org?";
